Repository: east-sussex-county-council/Escc.FormControls.WebForms
Catalog: Properties/EsccWebTeam_FormControls.*.resx
Languages: chs, ku, ps_af, pt, sk, tr, ur

# AdministrativeAreaLabel
source: County
chs: 国家
ku: به‌ش
ps_af: برخه
pt: Conselho
sk: Kraj
tr: Ülke

# ButtonFindAddress
source: Find address
chs: 寻找地址
ku: دۆزینه‌وه‌ی ناونیشان
ps_af: پته ومومﺉ
pt: Encontrar endereço
sk: Nájdi adresu
tr: Adres bul
ur: پتہ دریافت کریں

# ButtonFindAddressClass
source: button
ku: button buttonBig
pt: button buttonBig

# ButtonManualAddressClass
source: button buttonBigger
pt: button buttonGiant

source: Confirm address
chs: 确认地址
ku: په‌سه‌ندی ناونیشان
ps_af: د پتې پخلی وکړﺉ
pt: Confirmar endereço
sk: Potvrďte adresu
tr: Adresi doğrula

# ErrorAddressBlank
source: Please enter an address
chs: 请输入地址
ku: تکایه‌ ناونیشانێک بنێرنه‌ناو
ps_af: مهرباڼي وکړﺉ یوه پته داخله کړﺉ
pt: Introduza um endereço
sk: Vpíšte adresu
tr: Lütfen, bir adres girin

# ErrorAddressPostcodeOnly
source: Please click 'Find address' to complete your address
chs: 请点击“寻找地址”填写您的地址
ku: تکایه‌ له‌سه‌ر "دۆزینه‌وه‌ی ناونیشان" کرته‌ بکه‌ن تاکو ناونیشانه‌که‌تان ته‌واو بکرێت
ps_af: هیله ده چې د خپل ادرس د بشپړولو له پاره ادرس ولټوﺉ 'پته ومومﺉ' کلیک کړﺉ
pt: Por favor, clique em 'Encontrar endereço' para completar o seu endereço
sk: Prosím kliknite ‘Nájdi adresu’ pre skompletizovanie Vašej adresy
tr: Lütfen adresinizi tamamlamak için “Adres bul” öğesine tıklayınız
ur: اپنا پتہ مکمل کرنے کے لئے براہ کرم ' پتہ دریافت کریں' پر کلک کریں

# ErrorAdministrativeAreaFormat
source: Some of the characters in the county name are not allowed
chs: 郡名称中有些字符是不允许的
ku: هه‌ندێ له‌ کاراکتێره‌کان له‌ ناوی گه‌ڕه‌که‌که‌دا رێگه‌پێدراو نین
ps_af: د ولسوالۍ په نوم کې ځینې حرفونو ته اجازه نشته
pt: Alguns dos caracteres existentes no nome do país não são permitidos
sk: Niektoré zo znakov v názve okresu nie sú povolené
tr: İlçe adındaki bazı karakterlere izin verilmemektedir
ur: ملک کے نام میں بعض حروف کی اجازت نہیں ہے

# ErrorAdministrativeAreaLength
source: Please use 30 characters or fewer in the county name
chs: 郡名称不得超过30个字符
ku: تکایه‌ له‌ ناوی گه‌ڕه‌که‌که‌دا‌ 30 کاراکتێر یان که‌متر به‌کاربهێنن
ps_af: هیله ده چې د ولسوالۍ په نوم کې ۳۰ یا تر دې لږ حرفونه وکاروﺉ
pt: Por favor, utilize 30 caracteres ou menos no nome do país
sk: Prosím použite 30 alebo menej znakov v názve okresu
tr: Lütfen ilçe adında 30 veya daha az sayıda karakter kullanınız
ur: براہ کرم ملک کے نام میں 30 حروف یا ان سے کم استعمال کریں

# ErrorLocalityFormat
source: Some of the characters in the fourth line of your address are not allowed
chs: 您地址的第4行中有些字符是不允许的
ku: هه‌ندێ له‌ کاراکتێره‌کان له‌ هێڵی چواره‌م له‌ ناونیشانه‌که‌ی ئێوه‌دا رێگه‌پێدراو نین
ps_af: ستاسو د ادرس په څلورمه کرښه کې ځینې حرفونو ته اجازه نشته
pt: Alguns dos caracteres existentes na quarta linha do seu endereço não são permitidos
sk: Niektoré zo znakov vo štvrtom riadku Vašej adresy nie sú povolené
tr: Adresinizin dördüncü satırındaki bazı karakterlere izin verilmemektedir
ur: آپ کے پتے کی چوتھی سطر میں بعض حروف کی اجازت نہیں ہے

# ErrorLocalityLength
source: Please use 35 characters or fewer in the fourth line of your address
chs: 您地址的第4行的长度不应超过35个字符
ku: تکایه‌‌ 35 کاراکتێر یان که‌متر له‌ هێڵی چواره‌می‌ ناونیشانه‌که‌تاندا به‌کاربهێنن
ps_af: هیله ده چې د خپل ادرس په څلورمه کرښه کې ۳۵ یا لږ حرفونه وکاروﺉ
pt: Por favor, utilize 35 caracteres ou menos na quarta linha do seu endereço
sk: Prosím použite 35 alebo menej znakov v štvrtom riadku Vašej adresy
tr: Lütfen adresinizin dördüncü satırında 35 veya daha az sayıda karakter kullanınız
ur: اپنے پتے کی چوتھی سطر میں براہ کرم 35 حروف یا ان سے کم استعمال کریں

# ErrorPaonFormat
source: Some of the characters in the second line of your address are not allowed
chs: 您地址的第2行中有些字符是不允许的
ku: هه‌ندێ له‌ کاراکتێره‌کان له‌ هێڵی دووه‌می ناونیشانه‌که‌تاندا رێگه‌پێدراو نین
ps_af: ستاسو د ادرس په دویمه کرښه کې ځینې حرفونو ته اجازه نشته
pt: Alguns dos caracteres existentes na segunda linha do seu endereço não são permitidos
sk: Niektoré zo znakov v druhom riadku Vašej adresy nie sú povolené
tr: Adresinizin ikinci satırındaki bazı karakterlere izin verilmemektedir
ur: آپ کے پتے کی دوسری سطر میں بعض حروف کی اجازت نہیں ہے

# ErrorPaonLength
source: Please use 100 characters or fewer in the second line of your address
chs: 您地址的第2行的长度不应超过100个字符
ku: تکایه‌‌ 100 کاراکتێر یان که‌متر له‌ هێڵی دووه‌می ناونیشانه‌که‌تاندا به‌کاربهێنن
ps_af: هیله ده چې د خپل ادرس په دویمه کرښه کې ۱۰۰ یا لږحرفونه وکاروﺉ
pt: Por favor, utilize 100 caracteres ou menos na segunda linha do seu endereço
sk: Prosím použite 100 alebo menej znakov v druhom riadku Vašej adresy
tr: Lütfen adresinizin ikinci satırınd 100 veya daha az sayıda karakter kullanınız
ur: اپنے پتے کی دوسری سطر میں براہ کرم 100 حروف یا ان سے کم استعمال کریں

# ErrorPostcodeNotFound
source: No addresses were found for the postcode supplied
chs: 没有发现与提供的邮政编码相符的地址
ku: هیچ ناونیشانێک بۆ کۆدی پۆسته‌ی نێردراو نه‌بینرایه‌وه‌
ps_af: د داخل شوي پوسټکوډ لپاره کومه پته ونه موندل شوه
pt: Não foram encontrados endereços para o código postal fornecido
sk: Pre zadané poštové smerovacie číslo sa nenašli žiadne adresy.
tr: Verilen posta kodu için bir adres bulunamadı

# ErrorPostcodeRequired
source: Please enter a postcode
chs: 请输入邮政编码
ku: تکایه‌ کۆدێکی پۆسته‌ بنێرنه‌ناو
ps_af: مهرباني وکړﺉ یو پوسټکوډ داخل کړﺉ
pt: Introduza um código postal
sk: Vložte prosím poštové smerovacie číslo
tr: Lütfen, bir posta kodu girin

# ErrorRecheckAddress
source: Please check that you have correctly entered an East Sussex postcode or add your address manually
chs: 请检查您是否正确地输入了东苏塞克斯的邮政编码，或者手动添加您的地址
ku: تکایه‌ له‌ ناردنه‌ناوی کۆدێکی پۆسته‌ی تایبه‌تی ساسێکسی رۆژهه‌ڵات دڵنیا ببنه‌وه‌ یان ناونیسانی خۆتان به‌ شێوه‌ی ده‌ستی بنێرنه‌ناو
ps_af: مهرباني وکړﺉ ځان ډاډه کړﺉ چې East Sussex پوستکوډ مو په سمه توګه داخل کړﺉ او یا مو خپله پته له لارښونې سره سمه زیاته کړې ده
pt: Verifique se introduziu correctamente o código postal de East Sussex ou adicione o seu endereço manualmente
sk: Skontrolujte prosím, či ste správne napísali poštové smerovacie číslo pre East Sussex alebo manuálne vložte svoju adresu
tr: Lütfen, Doğu Sussex posta kodunu doğru girdiğinizi kontrol edin veya adresinizi elle girin

# ErrorSaonFormat
source: Some of the characters in the first line of your address are not allowed
chs: 您地址的第1行中有些字符是不允许的
ku: هه‌ندێ له‌ کاراکتێره‌کان له‌ هێڵی یه‌که‌می ناونیشانه‌که‌تاندا رێگه‌پێدراو نین
ps_af: ستاسو د ادرس په لومړۍ کرښه کې ځینې حرفونو ته اجازه نشته
pt: Alguns dos caracteres existentes na primeira linha do seu endereço não são permitidos
sk: Niektoré zo znakov v prvom riadku Vašej adresy nie sú povolené
tr: Adresinizin birinci satırındaki bazı karakterlere izin verilmemektedir
ur: آپ کے پتے کی پہلی سطر میں بعض حروف کی اجازت نہیں ہے

# ErrorSaonLength
source: Please use 100 characters or fewer in the first line of your address
chs: 您地址的第1行的长度不应超过100个字符
ku: تکایه‌ ‌ 100 کاراکتێر یان که‌متر له‌ هێڵی یه‌که‌می ناونیشانه‌که‌تاندا به‌کاربهێنن
ps_af: هیله ده چې د خپل ادرس په لومړۍ کرښه کې ۱۰۰ یا لږحرفونه وکاروﺉ
pt: Por favor, utilize 100 caracteres ou menos na primeira linha do seu endereço
sk: Prosím použite 100 alebo menej znakov v prvom riadku Vašej adresy
tr: Lütfen adresinizin birinci satırında 100 veya daha az sayıda karakter kullanınız
ur: اپنے پتے کی پہلی سطر میں براہ کرم 100 حروف یا ان سے کم استعمال کریں

# ErrorStreetDescriptorFormat
source: Some of the characters in the third line of your address are not allowed
chs: 您地址的第3行中有些字符是不允许的
ku: هه‌ندێ له‌ کاراکتێره‌کان له‌ هێڵی سێهه‌می ناونیشانه‌که‌تاندا رێگه‌پێدراو نین
ps_af: ستاسو د ادرس په درېیمه کرښه کې ځینې حرفونو ته اجازه نشته
pt: Alguns dos caracteres existentes na terceira linha do seu endereço não são permitidos
sk: Niektoré zo znakov v treťom riadku Vašej adresy nie sú povolené
tr: Adresinizin üçüncü satırındaki bazı karakterlere izin verilmemektedir
ur: آپ کے پتے کی تیسری سطر میں بعض حروف کی اجازت نہیں ہے

# ErrorStreetDescriptorLength
source: Please use 100 characters or fewer in the third line of your address
chs: 您地址的第3行的长度不应超过100个字符
ku: تکایه‌‌ 100 کاراکتێر یان که‌متر له‌ هێڵی سێهه‌می ناونیشانه‌که‌تاندا به‌کاربهێنن
ps_af: هیله ده چې د خپل ادرس په درېیمه کرښه کې ۱۰۰ یا لږحرفونه وکاروﺉ
pt: Por favor, utilize 100 caracteres ou menos na terceira linha do seu endereço
sk: Prosím použite 100 alebo menej znakov v treťom riadku Vašej adresy
tr: Lütfen adresinizin üçüncü satırında 100 veya daha az sayıda karakter kullanınız
ur: اپنے پتے کی تیسری سطر میں براہ کرم 100 حروف یا ان سے کم استعمال کریں

# ErrorTownFormat
source: Some of the characters in the town name are not allowed
chs: 市镇名称中有些字符是不允许的
ku: هه‌ندێ له‌ کاراکتێره‌کان له‌ ناوی شاردا رێگه‌پێدراو نین
ps_af: د ښار په نوم کې ځینې حرفونو ته اجازه نشته
pt: Alguns dos caracteres existentes no nome da cidade não são permitidos
sk: Niektoré zo znakov v názve mesta nie sú povolené
tr: Şehir adındaki bazı karakterlere izin verilmemektedir
ur: قصبے کے نام میں بعض حروف کی اجازت نہیں ہے

# ErrorTownLength
source: Please use 30 characters or fewer in the town name
chs: 市镇名称的长度不应超过30个字符
ku: تکایه‌ له‌ ناوی شاردا 30 کاراکتێر یان که‌متر به‌کار بهێنن
ps_af: هیله ده چې د ښار په نوم کې ۳۰ یا تر دې لږ حرفونه وکاروﺉ
pt: Por favor, utilize 30 caracteres ou menos no nome da cidade
sk: Prosím použite 30 alebo menej znakov v názve mesta
tr: Şehir adında 30 veya daha az sayıda karakter kullanınız
ur: قصبے کے نام میں براہ کرم 30 حروف یا ان سے کم استعمال کریں

# FindAddressIntro
source: If you have an East Sussex postcode type it in the text box below and use the 'Find Address' button to complete your address details.
chs: 如果您有东苏塞克斯郡的邮编， 请在下面的文本框中输入邮编并用“寻找地址”按钮填写您地址的详细信息。
ku: ئه‌گه‌ر کۆدی پۆسته‌ی (East Sussex)تان هه‌یه‌، له‌و لاکێشه‌ی خواره‌وه‌دا بینووسن و دوگمه‌ی "دۆزینه‌وه‌ی ناونیشان" بۆ پڕکردنه‌وه‌ی ورده‌کاریه‌کانی ناونیشانی خۆتان به‌کاربهێنن.
ps_af: که تاسو د ایسټ ساسیکس پسټ کوډ لرﺉ، په لاندې تش ځای کې یې ټایپ کړﺉ او د خپل ادرس د جزیاتو د بشپړولو له پاره ‘پته ومومﺉ’ تڼۍ وکاروﺉ.
pt: Se possui um código postal de East Sussex, introduza-o na caixa de texto abaixo e utilize o botão 'Encontrar endereço' para completar os dados relativos ao seu endereço.
sk: Ak Vaše poštové smerovacie číslo patrí pod East Sussex, napíšte ho do nižšie uvedeného textového okienka a použite tlačidlo ‘Nájdi Adresu’ na skompletizovanie Vašej adresy.
tr: East Sussex posta kodunuz varsa aşağıdaki metin kutusuna yazıp adres bilgilerinizi tamamlamak için “Adres bul” butonunu kullanınız.
ur: اگر آپ کے پاس ایسٹ سسیکس پوسٹ کوڈ ہے تو، اسے مندرجہ ذیل عبارتی خانے میں ٹائپ کریں اور اپنے پتے کی تفصیلات مکمل کرنے کے لئے 'پتہ دریافت کریں' بٹن استعمال کریں۔

# FindAddressOr
source: or
chs: 或
ku: يان
ps_af: یا
pt: ou
sk: alebo
tr: veya
ur: یا

# LocalityLabel
source: Village or part of town
chs: 村庄或市镇的一部分
ku: گوند یان به‌شێک له‌ شار
ps_af: کلی یا د ښار یوه برخه
pt: Vila ou parte de cidade
sk: Dedina alebo mestská štvrť.
tr: Köy veya kasaba bölümü

# ManualAddress
source: Enter an address manually
chs: 手动输入地址
ku: به‌ ده‌ست ناردنه‌ناوی ناونیشان
ps_af: یو ادرس په لاس داخل کړﺉ
pt: Introduza um endereço manualmente
sk: Manuálne vpísať adresu
tr: Adresi elle gir
ur: ہاتھ سے پتہ داخل کریں

# PaonLabel
source: Building name or number
chs: 建筑名称或编号
ku: ناو یان ژماره‌ی بینا
ps_af: نوم او شمېره جوړول
pt: Nome ou número do edifício
sk: Názov alebo číslo budovy
tr: Bina adı veya numarası

# PostcodeLabel
source: Postcode
chs: 邮编
ku: کۆدی پۆسته‌
ps_af: پسټ کوډ
pt: Código postal
sk: Poštové smerovacie číslo
tr: Posta kodu
ur: پوسٹ کوڈ

# SaonLabel
source: Flat number or firm
chs: 公寓编号或公司
ku: ژماره‌ی بینا یان شه‌ریکه‌
ps_af: د اپارتمان شمېره یا شرکت
pt: Número do apartamento ou firma
sk: Číslo bytu alebo firma
tr: Daire adı veya şirket

# SelectAddress
source: Please select the correct address:
chs: 请选择正确的地址
ku: تکایه‌ ناونیشانی دروست هه‌ڵبژێرن:
ps_af: مهرباني وکړﺉ سمه پته غوره کړﺉ:
pt: Seleccione o endereço correcto:
sk: Vyberte prosím správnu adresu:
tr: Lütfen, doğru adresi seçin

# StreetLabel
source: Street name
chs: 街道名称
ku: ناوی شه‌قام
ps_af: د سړک نوم
pt: Morada
sk: Názov ulice
tr: Cadde adı

# TownLabel
source: Town
chs: 市镇
ku: شار
ps_af: ښار
pt: Cidade
sk: Mesto
tr: Kasaba
